export const colorOptions = [
    "Սպիտակ",
    "Մուգ Մոխրագույն",
    "Փայլուն Մոխրագույն",
    "Դուբ",
    "Տեռա",
    "Տաբակ",
]

export const typeOptions = [
    {
        type: 'Շրջանակ 631',
        priceOptions: {
            "Սպիտակ": 1160,
            "Մուգ Մոխրագույն": 1690,
            "Փայլուն Մոխրագույն": 1800,
            "Դուբ": 1640,
            "Տեռա": 1640,
            "Տաբակ": 1640
        }
    },
    {
        type: 'Տավրիկ 632',
        priceOptions: {
            "Սպիտակ": 1330,
            "Մուգ Մոխրագույն": 1950,
            "Փայլուն Մոխրագույն": 2080,
            "Դուբ": 1890,
            "Տեռա": 1890,
            "Տաբակ": 1890
        }
    },
    {
        type: 'Պատուհանի Փեղկ 633',
        priceOptions: {
            "Սպիտակ": 1570,
            "Մուգ Մոխրագույն": 2150,
            "Փայլուն Մոխրագույն": 2300,
            "Դուբ": 2090,
            "Տեռա": 2090,
            "Տաբակ": 2090
        }
    },
    {
        type: 'Դռան Փեղկ 607',
        priceOptions: {
            "Սպիտակ": 1920,
            "Մուգ Մոխրագույն": 2710,
            "Փայլուն Մոխրագույն": 2900,
            "Դուբ": 2630,
            "Տեռա": 2630,
            "Տաբակ": 2630
        }
    },
    {
        type: 'Լամբրի 616',
        priceOptions: {
            "Սպիտակ": 560,
            "Մուգ Մոխրագույն": 1490,
            "Փայլուն Մոխրագույն": 1580,
            "Դուբ": 1450,
            "Տեռա": 1450,
            "Տաբակ": 1450
        }
    },
    {
        type: 'Շտապիկ 612',
        priceOptions: {
            "Սպիտակ": 360,
            "Մուգ Մոխրագույն": 520,
            "Փայլուն Մոխրագույն": 550,
            "Դուբ": 500,
            "Տեռա": 500,
            "Տաբակ": 500
        }
    },
    {
        type: 'Շտապիկ 614',
        priceOptions: {
            "Սպիտակ": 340,
            "Մուգ Մոխրագույն": 480,
            "Փայլուն Մոխրագույն": 520,
            "Դուբ": 470,
            "Տեռա": 470,
            "Տաբակ": 470
        }
    },
    {
        type: 'Երկաթ SD01-09 մմ',
        priceOptions: {
            'default': 370
        }
    },
    {
        type: 'Երկաթ SD01-1 մմ',
        priceOptions: {
            'default': 420
        }
    },
    {
        type: 'Երկաթ SD01-1.2 մմ',
        priceOptions: {
            'default': 505
        }
    },
    {
        type: 'Երկաթ SD01-1.5 մմ',
        priceOptions: {
            'default': 750
        }
    },
    {
        type: 'Երկաթ SD17-1 մմ',
        priceOptions: {
            'default': 690
        }
    },
    {
        type: 'Երկաթ SD17-1.2 մմ',
        priceOptions: {
            'default': 830
        }
    }
]
